---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomCavityRatio
source: html/b608b82a-9987-df09-349a-62e09a0f6f1a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomCavityRatio Property

"Room Cavity Ratio"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecRoomCavityRatio { get; }
```